Revit 2027 API
ParameterTypeId.RoomUpperOffset Property
 "Limit Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomUpperOffset { get; }
Public Shared ReadOnly Property RoomUpperOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomUpperOffset {
	ForgeTypeId^ get ();
}
static member RoomUpperOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace